[
  {"id":"dossantos2017","abstract":"Size spectra are important indicators of biomass distribution, for fundamental understanding as well as for application in management. While many size spectra models have been developed, it is unclear how response to stress varies across models and in comparison to data. In the present study, we therefor collected papers on empirical size spectra in stressed aquatic ecosystems and compared the results to theoretical models' predictions from literature. A general decrease of the slope, as suggested by most of the studied models, is supported by the data found. The investigated empirical studies revealed a strong trend for the slope: 40 out of 57 studies reported a decrease with stress. Deviations from the linear model increased in 10 out of 20 cases and the intercept became larger in 25 out of 43 cases. The data concerning specific impact drivers is generally consistent and supportive of current expert opinions. Our results support that an integration of deviation from the linear model and intercept in the size spectra models could provide better coupling between modeling and field surveys for some stressors.","author":[{"family":"Santos","given":"Rafael Menezes","non-dropping-particle":"dos"},{"family":"Hilbers","given":"Jelle Peter"},{"family":"Hendriks","given":"Aalbert Jan"}],"container-title":"Ecological Indicators","DOI":"10.1016/j.ecolind.2017.04.017","ISSN":"1470160X","issue":"August 2016","issued":{"date-parts":[[2017]]},"page":"114-121","title":"Evaluation of models capacity to predict size spectra parameters in ecosystems under stress","type":"article-journal","URL":"http://dx.doi.org/10.1016/j.ecolind.2017.04.017","volume":"79"},
  {"id":"mascarenhas2020","abstract":"Studies in microbiology have long been mostly restricted to small spatial scales. However, recent technological advances, such as new sequencing methodologies, have ushered an era of large-scale sequencing of environmental DNA data from multiple biomes worldwide. These global datasets can now be used to explore long standing questions of microbial ecology. New methodological approaches and concepts are being developed to study such large-scale patterns in microbial communities, resulting in new perspectives that represents a significant advances for both microbiology and macroecology. Here, we identify and review important conceptual, computational, and methodological challenges and opportunities in microbial macroecology. Specifically, we discuss the challenges of handling and analyzing large amounts of microbiome data to understand taxa distribution and co-occurrence patterns. We also discuss approaches for modeling microbial communities based on environmental data, including information on biological interactions to make full use of available Big Data. Finally, we summarize the methods presented in a general approach aimed to aid microbiologists in addressing fundamental questions in microbial macroecology, including classical propositions (such as “everything is everywhere, but the environment selects”) as well as applied ecological problems, such as those posed by human induced global environmental changes.","accessed":{"date-parts":[[2020,10,14]]},"author":[{"family":"Mascarenhas","given":"Rilquer"},{"family":"Ruziska","given":"Flávia M."},{"family":"Moreira","given":"Eduardo Freitas"},{"family":"Campos","given":"Amanda B."},{"family":"Loiola","given":"Miguel"},{"family":"Reis","given":"Kaike"},{"family":"Trindade-Silva","given":"Amaro E."},{"family":"Barbosa","given":"Felipe A. S."},{"family":"Salles","given":"Lucas"},{"family":"Menezes","given":"Rafael"},{"family":"Veiga","given":"Rafael"},{"family":"Coutinho","given":"Felipe H."},{"family":"Dutilh","given":"Bas E."},{"family":"Guimarães","given":"Paulo R. Jr"},{"family":"Assis","given":"Ana Paula A."},{"family":"Ara","given":"Anderson"},{"family":"Miranda","given":"José G. V."},{"family":"Andrade","given":"Roberto F. S."},{"family":"Vilela","given":"Bruno"},{"family":"Meirelles","given":"Pedro Milet"}],"container-title":"Frontiers in Genetics","container-title-short":"Front. Genet.","DOI":"10.3389/fgene.2019.01344","ISSN":"1664-8021","issued":{"date-parts":[[2020]]},"language":"English","note":"ZSCC: 0000001","publisher":"Frontiers","source":"Frontiers","title":"Integrating Computational Methods to Investigate the Macroecology of Microbiomes","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fgene.2019.01344/full","volume":"10"}
]
